Revit 2027 API
ParameterTypeId.SteelElemHoleDepthOfBoltHead Property
 "Depth of bolt head"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemHoleDepthOfBoltHead { get; }
Public Shared ReadOnly Property SteelElemHoleDepthOfBoltHead As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemHoleDepthOfBoltHead {
	ForgeTypeId^ get ();
}
static member SteelElemHoleDepthOfBoltHead : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace